tap "adoptopenjdk/openjdk"
tap "domq/gdb"
tap "hazelcast/hz"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "jpeg-turbo"
brew "libpng"
brew "asciiquarium"
brew "m4"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "ghc"
brew "cabal-install"
brew "python@3.12"
brew "ccache"
brew "clib"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "deja-gnu"
brew "doggo"
brew "fd"
brew "gmp"
brew "icu4c@76"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "freetds"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "hyperfine"
brew "jenv"
brew "krb5"
brew "lazygit"
brew "libpq"
brew "lighttpd"
brew "llvm"
brew "macchina"
brew "maven"
brew "nasm"
brew "neofetch"
brew "nginx"
brew "ninja"
brew "node"
brew "onefetch"
brew "openjdk@11"
brew "pipx"
brew "pkgconf"
brew "pyenv"
brew "python-tk@3.12"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shc"
brew "spotify-tui"
brew "texinfo"
brew "tmux"
brew "tor"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "wireshark"
brew "hazelcast/hz/hazelcast-management-center@5.3.3"
cask "anaconda"
cask "audacity"
cask "discord"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "ngrok"
cask "postman"
cask "spotify"
cask "steam"
cask "vlc"
