tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "libpng"
brew "asciiquarium"
brew "ghc"
brew "cabal-install"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "ffmpeg"
brew "figlet"
brew "gcc"
brew "gh"
brew "git"
brew "gradle"
brew "htop"
brew "hyperfine"
brew "jenv"
brew "llvm"
brew "macchina"
brew "neofetch"
brew "neovim"
brew "node"
brew "onefetch"
brew "openjdk"
brew "openjdk@11"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "tmux"
brew "unzip"
brew "wget"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "atom"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
