tap "adoptopenjdk/openjdk"
tap "domq/gdb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "libpng"
brew "asciiquarium"
brew "ghc"
brew "cabal-install"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "gmp"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "freetds"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "hyperfine"
brew "jenv"
brew "node"
brew "jupyterlab", link: false
brew "krb5"
brew "libpq"
brew "llvm"
brew "macchina"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "onefetch"
brew "openjdk@11"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shc"
brew "spotify-tui"
brew "tmux"
brew "unzip"
brew "wget"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "DavidAnson.vscode-markdownlint"
vscode "ms-vscode.hexeditor"
vscode "shd101wyy.markdown-preview-enhanced"
